Repository: 44510/rnote
Catalog: po/*.po
Languages: de

source: A simple drawing application to create handwritten notes
de: Eine simple Zeichenapp zum Erstellen von handgeschrieben Notizen

source: Gnome;GTK;Office;Graphics;Notes;
de: Gnome;GTK;Büro;Grafik;Notizen;

source: Rnote is a simple vector based drawing application for handwritten notes and to annotate documents and pictures. Disclaimer: The file format is still unstable. It might change between versions.
de: Rnote ist eine simple vektor-basierte App für handgeschriebene Notizen und zum Beschriften und Markieren von Dokumenten und Bildern. Disclaimer: Das Dateiformat ist instabil und kann sich zwischen verschiedenen Versionen unterscheiden.

source: Main window in light colors
de: Hauptfenster in hellen Farben

source: Main window in dark colors
de: Hauptfenster in dunklen Farben

source: A PDF annotation
de: PDF Anmerkungen

source: A selection
de: Eine Auswahl

source: Developer mode
de: Entwicklermodus

source: Developer settings
de: Entwicklereinstellungen

source: Visual debugging
de: VIsuelles Debugging

source: Keyboard shortcuts
de: Tastaturkürzel

source: About Rnote
de: Über Rnote

source: Use system colors preference
de: Verwende die Farben des Systems

source: Use light colors
de: Verwende helle Farben

source: Use dark colors
de: Verwende dunkle Farben

source: Workspace
de: Arbeitsfläche

source: Settings
de: Einstellungen

source: Draw with touch input
de: Zeichne mit Touch-Eingabe

source: Endless sheet
de: Endloses Blatt

source: Show format borders
de: Zeige Formatränder

source: Pen sounds
de: Stiftklänge

source: Clear sheet
de: Blatt leeren

source: New
de: Neu

source: Open
de: Öffnen

source: Save
de: Sichern

source: Save as
de: Sichern als

source: Print
de: Drucken

source: Import file
de: Importiere Datei

source: Export ..
de: Exportieren..

source: Export selection as SVG
de: Exportiere Auswahl als SVG

source: Export sheet as SVG
de: Exportiere Blatt als SVG

source: Export sheet as Xournal++ .xopp
de: Exportiere Blatt as Xournal++ .xopp

source: Zoom to fit sheet width
de: Zoom auf die Blattbreite

source: Select
de: Auswählen

source: New Sheet
de: Neues Blatt

source: Creating a new sheet erases any unsaved changes. Are you sure?
de: Ein neues Blatt zu erstellen löscht sämtliche ungespeicherte Änderungen. Bist du sicher?

source: Cancel
de: Abbrechen

source: Save current sheet as
de: Speichere aktuelles Blatt als

source: Quit Application
de: Beende die App

source: Any unsaved changes will be lost. Do you want to quit anyways?
de: Sämtliche ungespeicherte Änderungen gehen verloren. Möchtest du trotzdem beenden?

source: Quit
de: Beenden

source: Open File
de: Öffne Datei

source: Opening this file overwrites any unsaved changes.
de: Diese Datei zu öffnen überschreibt sämtliche ungespeicherten Änderungen.

source: Clear Sheet
de: Blatt leeren

source: This clears the entire sheet. Please confirm.
de: Das komplette Blatt wird geleert. Bitte bestätigen.

source: Clear
de: Leeren

source: New document
de: Neues Dokument

source: Draft
de: Entwurf

source: Add page
de: Seite hinzufügen

source: Resize to fit sheet format
de: Größe an das Format anpassen

source: Undo last stroke
de: Letzter Strich rückgängig

source: Redo last stroke
de: Letzter Strich wiederherstellen

source: Marker
de: Markierer

source: Brush
de: Pinsel

source: Shaper
de: Former

source: Eraser
de: Radierer

source: Selector
de: Auswahl

source: Tools
de: Werkzeuge

source: General
de: Allgemein

source: Sheet margin
de: Blatt Rand

source: Set the margins around the sheet
de: Setzt den Rand um das Blatt

source: PDF import width (%)
de: PDF Importbreite (%)

source: Set the width of imported PDF's in percentage to the sheet width
de: Setzt die Breite von importierten PDF's im Anteil zur Blattbreite

source: PDF import image type
de: PDF Import Bildtyp

source: Set wether PDFs should be imported as vector or bitmap images
de: Wählt ob PDFs entweder als Bitmap- oder Vektorbilder importiert werden sollen

source: Vector
de: Vektor

source: Sheet Format
de: Blatt Format

source: Choose a format
de: Wähle ein Format

source: Orientation
de: Ausrichtung

source: Set the format orientation
de: Setzt die Format Ausrichtung

source: Portrait
de: Porträt

source: Landscape
de: Querformat

source: Width
de: Hochformat

source: Set the format width
de: Setzt die Formatbreite

source: Height
de: Höhe

source: Set the format height
de: Setzt die Formathöhe

source: Set the DPI (dots per inch). Defaults to 96
de: Setzt die DPI ( Punkte pro Zoll ). Standardwert auf 96

source: Revert
de: Rückgängig

source: Apply
de: Übernehmen

source: Sheet Background
de: Blatt Hintergrund

source: Color
de: Farbe

source: Set the background color
de: Setzt die Hintergrundfarbe

source: Pattern
de: Muster

source: Choose a background pattern
de: Wähle ein Hintergrundmuster

source: Pattern Color
de: Farbe des Musters

source: Set the background pattern color
de: Setzt die Farbe des Hintergrundmusters

source: Pattern Width
de: Musterbreite

source: Set the background pattern width
de: Setzt die Breite des Hintergrundmusters

source: Pattern Height
de: Musterhöhe

source: Set the background pattern height
de: Setzt die Höhe des Hintergrundmusters

# shortcut window
source: General
de: Allgemein

# shortcut window
source: Show keyboard shortcuts
de: Zeige Tastaturkürzel

# shortcut window
source: Close the active window
de: Schließe das aktive Fenster

# shortcut window
source: Quit the application
de: Beende die App

# shortcut window
source: Open the canvas menu
de: Öffne das Leinwandmenü

# shortcut window
source: Open the app menu
de: Öffne das Appmenü

# shortcut window
source: Zoom in
de: Zoome heran

# shortcut window
source: Zoom out
de: Zoome heraus

# shortcut window
source: Sheet
de: Blatt

# shortcut window
source: New sheet
de: Neues Blatt

# shortcut window
source: Open sheet
de: Blatt öffnen

# shortcut window
source: Save sheet
de: Blatt sichern

# shortcut window
source: Save sheet as
de: Blatt sichern als

# shortcut window
source: Clear sheet
de: Blatt leeren

# shortcut window
source: Print sheet
de: Blatt drucken

# shortcut window
source: Import file
de: Importiere eine Datei

# shortcut window
source: Drawing
de: Zeichnen

# shortcut window
source: Delete current selection
de: Lösche die aktuelle Auswahl

# shortcut window
source: Duplicate current selection
de: Dupliziere die aktuelle Auswahl

# shortcut window
source: Select all stroks
de: Wähle alle Striche aus

# shortcut window
source: Copy selection into clipboard
de: Kopiere die Auswahl in die Zwischenablage

# shortcut window
source: Paste clipboard as selection
de: Zwischenablage als Auswahl einfügen

# shortcut window
source: Enable temporary Eraser
de: Aktiviere den temporären Radierer

# shortcut window
source: Undo last stroke
de: Letzten Strich rückgängig

# shortcut window
source: Redo last stroke
de: Letzten Strich wiederherstellen

source: Change workspace directory
de: Ändere das Arbeitsflächenverzeichnis

source: Brush style
de: Pinselstil

source: Brush styles
de: Pinselstile

source: Solid
de: Durchgängig

source: Textured
de: Strukturiert

source: Brush styles configuration
de: Pinselstil Konfiguration

source: Brush configuration
de: Pinsel Konfiguration

source: Density
de: Dichte

source: The density is the amount of dots per 10x10 area
de: Die Dichte ist die Anzahl der Punkte je 10x10 Fläche

source: Dot Radii
de: Punkte Radien

source: The radii of the dots
de: Die Radien der Punkte

source: Distribution
de: Verteilung

source: Choose a dots position probability distribution
de: Wähle eine Punkte Wahrscheinlichkeitsverteilung

source: Selecting with a polygon
de: Auswählen mit einem Polygon

source: Selecting with a rectangle
de: Auswählen mit einem Rechteck

source: Lock aspectratio while resizing the selection
de: Sperre das Seitenverhältnis beim Ändern der Größe

source: Delete selection
de: Lösche die Auswahl

source: Duplicate selection
de: Dupliziere die Auswahl

source: Smooth shapes
de: Gerade Formen

source: Rough shapes
de: Grobe Formen

source: Rough shapes configuration
de: Grobe Formen Konfiguration

source: Roughness
de: Grobheit

source: Indicating how rough the drawing is. 0.0 is a smooth line. Defaults to 1.0
de: Gibt an wie grob eine Zeichnung ist. 0.0 ist eine gerade Linie. Standard ist 1.0

source: Bowing
de: Kurvig

source: How curvy the lines are when drawing a rough shape. 0.0 is a straight line. Defaults to 1.0
de: Wie kurvig eine Linie ist. 0.0 ist eine Gerade. Standard ist 1.0

source: Curve step count
de: Kurvenabschnitte

source: How many steps make up a curve. Defaults to 9
de: Wie viele Schritte eine Kurve formen. Standard ist 9

source: Multistroke
de: Mehrere Striche

source: Multiple stroke generation for a sketched look. Defaults to true
de: Generiert mehrer Striche für eine skizzierte Darstellung. Standard ist wahr

source: Line
de: Linie

source: Rectangle
de: Rechteck

source: Expand the sheet vertically
de: Erweitere das Blatt vertikal

source: Drag stroke elements based on proximity
de: Ziehe Strichelemente in der Nähe

source: translator-credits
de: Felix Zwettler

source: .rnote / .xopp File
de: .rnote / .xopp Datei

source: Open file
de: Öffne Datei

source: Open workspace
de: Öffne Arbeitsfläche

source: .rnote file
de: .rnote Datei

source: Save sheet as
de: Blatt sichern als

source: PNG / SVG / JPG / PDF file
de: PNG / SVG / JPG / PDF Datei

source: Import
de: Importiere

source: SVG file
de: SVG Datei

source: Export Selection
de: Auswahl exportieren

source: Export
de: Exportieren

source: Export Sheet
de: Blatt exportieren

source: .xopp file
de: .xopp Datei
